---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyHeightParam
source: html/2194584f-d013-9065-3215-145eadb3df11.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyHeightParam Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyHeightParam { get; }
```